{
    "Examples": [{
        "example1":{
            "writing-capabilities": [{
                "ability1": "She has learned the mechanics of grouping sentences into a paragraph. This student indents her paragraph with a symbol her teacher has taught her to use.",
                "ability2": "She experiments with using dialogue in her story (‘I’am a hopp you ok she said to me’).",
                "ability3": "She uses periods at the ends of some of her sentences and experiments with using a contraction with an apostrophe (‘I’am’)."
            }],
            "text": "I was with my sister and her friend Molly. Also my mom too. But it was a great time to be a great family at home. I want to be a friend with Molly. But I am afraid that she will say no. I want that to happen. They’re in the house though. I’m happy. “You OK?” she said to me. I’m a friend to her. It is a happening to her."
        },
        "example2":{
            "writing-capabilities": [{
                "ability1": "She has generated an idea to write about — an animal she feels strongly about (‘they are so cool’).",
                "ability2": "She sticks to the topic.",
                "ability3": "Shows a beginning sense of sequencing in her text. She starts with ‘I like white sharks’ and then adds a few details about sharks and ends with ‘they are so cool.’",
                "ability4": "She uses capital letters for the word ‘I’."
            }],
            "text": "I like white sharks because I like how they swim and I like how they are in the water and I like when they are so cool. The end."
        },
        "example4":{
            "writing-capabilities": [{
                "ability1": "He has generated an idea to write about that he knows a lot about.",
                "ability2": "He sticks to the topic.",
                "ability3": "He uses conventions such as capital letters and ending punctuation for all sentences.",
                "ability4": "He experiments with interesting words (‘defeats’)."
            }],
            "text": "Bolt is a dog. Bolt is white and grey and black. Bolt has two ears. Bolt has powers. Bolt barks all day. Bolt defeats evil. Bolt trains all day. Bolt lives at home."
        },
        "example5":{
            "writing-capabilities": [{
                "ability1": "She has generated an idea to write about that she feels strongly about.",
                "ability2": "She sticks to the topic.",
                "ability3": "She shows an awareness of an audience by asking a question to her reader (‘Have you ever heard of a dog ers?’).",
                "ability4": "She uses conventions such as capital letters and ending punctuation for most sentences."
            }],
            "text": "My dog Wendy is up to my knees. I teach her how to jump through a hulahoop. I can also hide somewhere in my house and say OK. Wendy is 8 years old. She likes to go on walks. And when we go to my sister’s track or cross country parties she likes to come. She is a cocker spaniel with big floppy ears. Wendy has a friend named Bear too. Have you ever heard of dog years? Well, in dog years my dog is about 60 years old."
        },
        "example6":{
            "writing-capabilities": [{
                "ability1": "He generates an idea and sticks to his topic.",
                "ability2": "He narrows his topic to one specific part of his weekend, the baseball game, rather than trying to write about the entire weekend.",
                "ability3": "He groups sentences into a paragraph.",
                "ability4": "He starts with two sentences that tell what the paragraph is going to be about (‘This weekend was awesome! I went to the ring ceremony at the baseball field’).",
                "ability5": "He ends the paragraph with a final sentence that wraps up the paragraph and tells how he felt about the experience (‘I had a lot of fun’)."
            }],
            "text": "This weekend was awesome! I went to the ring ceremony at the baseball field. They played the blue and orange World Series. And I won a raffle to throw out the first pitch. I wore my baseball uniform because we played catch with the players. I got to keep the ball that I threw at the mound. My brother won too. He got to announce the players for the first half inning. I used the ball to get Brian O’Connor’s signature. He is the head coach of Virginia. We got free soda and a hot dog. I had a lot of fun."
        }
    }]
    
}